package com.callor.student.data



/**
 * 문자열을 담는 배열을 blank 선언 : student:List<String>
 * listOf("가","나","다","라","마") : 요소가 5개인 배열 생성
 */
val studentStringList: List<String> =
    listOf(
        "00126:매재찬:경제학:2:1:울산광역시 울주군 문수로382:010-6239-1705",
        "00044:장승환:역사학:4:8:경상남도 거창군 거창읍중앙로103:010-9076-4661",
        "00154:포이수:법학:3:1:서울특별시 동대문구 천호대로145:010-1975-8072",
        "00150:양지호:영어영문:2:2:전라남도 목포시 양을로203:010-5044-1810",
        "00034:견윤규:영어영문:1:5:부산광역시 동래구 명륜로94번길55:010-6106-3629",
        "00103:진찬혁:컴퓨터공학:1:6:경기도 성남시 수정구 성남시수정구수정로283:010-5504-6173",
        "00006:감윤후:국어국문:2:8:경상남도 거제시 계룡로125:010-3499-4234",
        "00120:시동해:역사학:3:9:경기도 고양시 일산서구중앙로1542:010-8784-0055",
        "00185:고은섭:전자공학:4:7:강원도 양구군 양구읍관공서로38:010-1246-7332",
        "00099:홍도현:역사학:1:10:경상남도 창원시 의창구 의창구태복산로15번길8:010-6742-1125",
        "00159:준성훈:국어국문:2:10:서울특별시 서초구 남부순환로2584:010-6743-6336",
        "00051:고준원:영어영문:4:6:경기도 성남시 분당구 분당구분당로50:010-0398-6406",
        "00113:소채훈:컴퓨터공학:2:4:서울특별시 마포구 월드컵로212:010-1669-2455",
        "00022:송은준:국어국문:1:2:전라남도 순천시 장명로30:010-8804-2765",
        "00003:소효성:경제학:1:2:광주광역시 북구 우치로77:010-6179-6692",
        "00023:아동예:법학:1:5:울산광역시 중구 단장골길1:010-2120-6733",
        "00081:영민진:영어영문:1:7:부산광역시 연제구 연제로2:010-0643-3449",
        "00147:강태영:역사학:3:1:서울특별시 영등포구 당산로123:010-3975-2562",
        "00026:전주환:전자공학:2:8:전라남도 무안군 무안읍무안로530:010-0059-2815",
        "00166:위성빈:역사학:2:8:충청남도 청양군 청양읍문화예술로222:010-6897-3268",
        "00033:만대규:컴퓨터공학:1:1:부산광역시 사상구 학감대로242:010-5134-9145",
        "00200:옥채혁:전자공학:2:10:충청북도 청주시 흥덕구 흥덕구대농로88:010-6870-6306",
        "00072:윤대규:영어영문:1:4:서울특별시 동작구 장승배기로161:010-6945-0972",
        "00075:궁대윤:국어국문:2:2:경기도 용인시 처인구금령로50:010-5440-8932",
        "00144:여주빈:컴퓨터공학:1:10:충청북도 단양군 단양읍중앙1로10:010-4869-0023",
        "00114:창민국:컴퓨터공학:1:5:대전광역시 유성구 대학로211:010-3375-9947",
        "00083:장찬혁:국어국문:1:8:경상북도 안동시 풍천면도청대로455:010-2205-9194",
        "00042:계윤섭:법학:4:7:경기도 고양시 덕양구고양시청로10:010-4365-0301",
        "00129:봉지완:전자공학:3:9:서울특별시 관악구 관악로145:010-3615-4988",
        "00134:시주훈:영어영문:1:5:대전광역시 동구 동구청로147:010-3614-5452"
    )
